<?php 
    $pageName = "سياسة الخصوصية";
    require "../inc/asset/header.php";

?>

<section class="my-5">
    <div class="container">
        <div class="row">
            <div class="col-lg-12">
                    <h1 class="cairo fw-bold fs-5">سياسة الخصوصية</h1>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        شركة لوم المحدودة (” لوم” أو “نحن”، تستخدم هنا للإشارة إلى شركة لوم المحدودة، والشركات الأم، والفرعية، والتابعة) عنوان موقعنا هو: <a href="https://loomshope.com" class="text-decoration-none text-samlling text-dark fw-bold cairo">https://loomshope.com</a> تحترم خصوصيتك وخصوصية ذويك (أنت). ندرك أهمية معلوماتك الشخصية، وأي معلومات أخرى تحدد هويتك أو هوية ذويك (المعلومات الشخصية). نحن ملزمون بحماية بياناتك من خلال الالتزام بسياسة الخصوصية والقوانين المتبعة
                        لتوضح سياسة الخصوصية نوع المعلومات التي نجمعها عند زيارة موقع لوم، أو الاتصال بنا مباشرةً. وتوضح أيضاً تقاليدنا في استخدام هذه المعلومات، وحفظها، وحمايتها، والكشف عنها، وأيضاً كيف يمكنك التحكم بها، وكيفية تخزينها واستخدامها.
                    </div>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        لا تميز لوم بين الأشخاص الذين يمارسون حقوقهم تحت تلك السياسة أو تحت القانون المطبق.
                    </div>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        منتجاتنا تذهب إلى أماكن عدة: بياناتك لا تذهب إلى أي مكان.
                        لن نشارك بياناتك الشخصية مع أطراف ثالثة خارج شركاتنا، إلا في نطاق الضرورة، لتحقيق هدف قمت بطلبه، أو إذا وافقت على مشاركة هذه البيانات.
                    </div>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        مثلاً، قد نشارك بياناتك الشخصية مع مقدم خدمة نستخدمها من أجل دعم أعمالنا، ولكن فقط إذا كان ذلك مقيد باتفاقات مبرمة من أجل الحفاظ على سرية بياناتك الشخصية – واستخدامها فقط في أهداف نفصح عنها لهم..
                        يجوز لنا الكشف عن معلوماتك الشخصية فيما يتعلق بالمسائل القانونية أو التنظيمية أو المتعلقة بأمور قانونية، وفقًا لتقديراتنا الخاصة. نحتفظ أيضاً بحق الإفصاح عن هذه البيانات وقت الضرورة لمنع أنشطة غير قانونية، ولحماية أمن عملائنا، والأطراف الثالثة
                        المعلومات التي نجمعها بشكل مباشر
                        البيانات الشخصية التي نجمعها هي بيانات قد قمت بإدخالها عبر موقعنا، أو عبر قنوات التوظيف، أو عبر مراسلتنا بالبريد الإلكتروني مباشرة أو عن طريق وسائل التواصل الاجتماعي سنستخدم بياناتك الشخصية من أجل الهدف الذي قدمتها من أجله، مثل الرد على استفساراتكم أو معالجة طلب التوظيف في لوم.
                    </div>

                    <h1 class="fw-bold cairo fs-6 mt-5">
                        هذه المعلومات تتضمن بعض أو كل مما يلي يحق لنا الاطلاع عليها:
                    </h1>

                    <ul class="text-secondary cairo">
                        <li class="text-samlling"> الاسم الشخصي</li>
                        <li class="text-samlling">عناوين الشحن الخاصة بك</li>
                        <li class="text-samlling">البريد الإلكتروني</li>
                        <li class="text-samlling">الهاتف</li>
                        <li class="text-samlling">تفاصيل الحساب الشخصية</li>
                        <li class="text-samlling"> بعض البيانات التي تلزم فيها الدعم الفني بفقدان كلمة المرور او أخطاء برمجية التي تظهر للمستخدم</li>
                        <li class="text-samlling">  بطائق الائتمان الخاصة بك يتم جمع معلوماتها داخل الموقع بطريقة آمنة ومشفرة من مزود خدمة الدفع الخاص بنا تهمنا سلامة وثائق عملانا فقط يمكنك انت الاطلاع عليها وتعديلها</li>
                        <li class="text-samlling"> إذا قمت بتحميل أو استخدام تطبيقنا للهاتف المتحرك، فقد نتمكن من الوصول إلى تفاصيل تتعلق بموقعك وموقع هاتفك المتحرك، بما في ذلك المُعرف الخاص بجهازك.</li>
                        <li class="text-samlling"> يحق لنا طلب الوصول لتحديد موقعك عند عملية الدفع والشراء لتأكيد تفاصيل عناوين الشحن</li>
                        <li class="text-samlling">تفاصيل المعاملات التي قمت بإجرائها عبر موقعنا وتفاصيل قيامنا بتجهيز وتسليم المنتجات التي طلبتها.</li>
                        <li class="text-samlling"> تتوفر لدينا معلومات حسابك الشخصي مثل تعديل كلمة المرور في حالة تم فقدانها سوف يقوم الدعم الفني بوضع كلمة مرور جديده مؤقتة ويمكنك تغييرها بعد الدخول للوحة التحكم</li>
                        <li class="text-samlling"> الاطلاع على المنتجات التي تم شراؤها من الموقع في حالة وجود عقد ضمان او استدعاء أو صيانة</li>
                        <li class="text-samlling">عندما يكتب المستخدمين تعليقاتهم على الموقع، نجمع البيانات الموضحة في نموذج التعليقات، وكذلك عنوان IP الخاص بالمستخدم وسلسلة وكلاء متصفح المستخدم للمساعدة في اكتشاف الرسائل غير المرغوب فيها.</li>
                    </ul>
                    
                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        إذا تواصلت معنا عبر البريد الإلكتروني سوف يتم جمع البيانات الشخصية التي تقدمها لنا في البريد الإلكتروني، وسنحتفظ بأي معلومات مماثلة في نظام بريدنا الإلكتروني أو نقلها إلى مكان آخر داخل شركتنا كما هو موضح بالأسفل.
                    </div>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        قامت لوم بكشف هذه النوعية من البيانات التي قامت بجمعها لشركائها التجاريين، الذين يقومون بتزويدها بالخدمات التسويقية، وستستمر في عمل ذلك في المستقبل، طالما لم يكن هناك طلب مقدم منك لتعديل، أو حذف أو إيقاف استخدام هذه البيانات.
                    </div>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        هذا الاستمارة تفصح عن المعلومات التي نجمعها. إذا قدمتم الطلب من خارج منظومتنا، سنجمع البيانات الشخصية التي قدمتها لنا.
                    </div>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        تتضمن البيانات الواردة عبر استمارة الموقع للتواصل معنا للاستفسارات المباشرة الاسم، والبريد الإلكتروني، والبلد، أو أي بيانات أخرى قدمتها من خلال البريد الإلكتروني.
                    </div>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        البيانات وملفات تعريف الارتباط التي يجمعها موقعنا وشركائنا.
                        بينما تستخدم موقعنا، قد نستخدم بعض الأدوات الأوتوماتيكية لجمع البيانات من أجل جمع بعض المعلومات عن جهازك، وأنشطة التصفح، وأنماط الاستخدام.

                    </div>

                    <h1 class="fw-bold cairo fs-6 mt-5">سجل بيانات الخادم</h1>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        نجمع بشكل مؤقت في سجلات أنواع مختلفة من البيانات، لضمان أمان وجودة عمل الموقع. تتضمن هذه البيانات مواد مثل:
                    </div>

                        <ul class="text-secondary cairo">
                            <li class="text-samlling">عنوان بروتوكول الإنترنت ومقدم خدمة الإنترنت الخاص بك.</li>
                            <li class="text-samlling"> تاريخ ووقت زيارتك موقعنا.</li>
                            <li class="text-samlling"> نوع الجهاز والبرامج والإمكانيات المتاحة التي تستخدمها للولوج إلى موقعنا وتصفحه</li>
                            <li class="text-samlling">كلمات البحث، الصفحة التي انطلقت منها إلى موقعنا، وصفحة الخروج.</li>
                            <li class="text-samlling">
                                الصفحات التي تزورها على موقعنا. نحتفظ بهذه البيانات لأطول فترة ممكنة، طالما كان ذلك ضرورياً. هذه البيانات تم تشفيرها وجمعها وإخفائها، بحيث يستحيل التعرف عليك منها أومن طبيعتها، ولا يمكنها إظهار أي بيانات شخصية. يحق لمستخدمي هذا الموقع معرفة البيانات الشخصية التي نقوم بجمعها، لفهم لأي غرض نستخدمها، لتصحيح أي أخطاء بتلك البيانات، ومتى نتوقف عن استخدامها أو مسحها. يحق لك القيام بالتالي في أي وقت عبر الاتصال بنا من الدعم والمساعدة
                            </li>
                            <li class="text-samlling"> من أجل الإجراءات الخاصة بالمنتجات والخدمات التي بدأتها معنا، أو عند الحاجة إليها لدعم علاقتك المستمرة معنا.</li>
                            <li class="text-samlling"> للكشف عن الحوادث الأمنية، والحماية من النشاط الضار، أو الخادع، أو الاحتيال، أو غير القانوني؛ أو محاكمة المسؤولين عن هذا النشاط، ومن أجل تصحيح الأخطاء التي تضعف الوظائف الحالية (غير الجديدة) وإصلاحها.</li>
                            <li class="text-samlling">من أجل تنفيذ حكم قانوني قائم أو أي طلب قانوني آخر.</li>
                            <li class="text-samlling">للامتثال لقوانين الاحتفاظ بالسجلات أو القوانين أو اللوائح الأخرى التي تنطبق على شركتنا.</li>
                            <li class="text-samlling"> لأي أسباب أخرى يجيزها القانون، والتي تتضمن استخدامات داخلية تخص الشركة والتي تكون متماشية مع توقعاتكم منا، بناءً على علاقتنا معكم.</li>
                        </ul>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        قد نطلب منكم بعض الإثباتات تجاه البيانات المقدمة كي نتأكد من هويتكم. قد يتضمن هذا إثبات بعض المعلومات التي قدمتموها في هذا الموقع. عند استلامنا طلب مثل ذلك، سنتحرك فوراً على قدر الإمكان لمسح بياناتكم الشخصية كما ذكرنا سابقا، وفي مدة لا تتجاوز ما يفرضه القانون المطبق.
                    </div>

                    <h1 class="fw-bold cairo fs-6 mt-5">الأمن</h1>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        قمنا بتطبيق إجراءات عملية صممت من أجل تأمين بياناتكم الشخصية من الفقد أو التطفل، والاستخدام، والتزوير، والتسريب. صممت لتناسب حساسية بياناتك.
                    </div>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        لا يوجد نظام محصن تماماً ضد التهديدات الأمنية، لذا إذا كنت تظن أن استخدامك لهذا الموقع، أو التفاعل مع لوم قد وضع بياناتك الشخصية في خطر، رجاء التواصل معنا من الدعم والمساعدة معلومات أخرى نفصح عنها لم تقم لوم ببيع أي بيانات شخصية من أي نوع البيانات الشخصية للقُصَر لا تنوي لوم جمع البيانات الخاصة للأطفال تحت سن 13 عام، بناء على معرفة مسبقة بذلك. إذا علمنا أننا نمتلك مثل هذه البيانات، سنقوم بمحوها. إذا كنت تحت سن الثالثة عشرة، أو أب أو وصى لشخص تحت سن الثالثة عشرة، وتظن أننا جمعنا بيانات لهذا الشخص، الرجاء التواصل معنا من الدعم والمساعدة لكي نتمكن من مسح هذه المعلومة الشخصية.
                    </div>

            </div>
        </div>
    </div>
</section>


<?php require "../inc/asset/footer.php"; ?>

<!-- Start Script -->
<script src="../assets/js/jquery-1.11.0.min.js"></script>
<script src="../assets/js/jquery-migrate-1.2.1.min.js"></script>
<script src="../assets/js/bootstrap.bundle.min.js"></script>
<script src="../assets/js/templatemo.js"></script>
<script src="../assets/js/fontawesome.js"></script>
<script src="../assets/js/custom.js"></script>
<!-- End Script -->