<?php 
    $pageName = "شروط الاستخدام";
    require "../inc/asset/header.php";

?>

<section class="my-5">
    <div class="container">
        <div class="row">
            <div class="col-lg-12">
                    <h1 class="cairo fw-bold fs-5">شروط الاستخدام</h1>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        مرحباً بكم في موقعنا. سيتم استخدام كلمتي “لوم” و “نحن” للإشارة إلى شركة لوم المحدودة، وكذلك شركات الأم، والشركات الفرعية الخاصة بها وأيضاً الشركات التابعة لها. تم تصميم موقعنا هذا لتتمكن أنت أو أسرتك/منزلك (“أنت”) من الاطلاع والتسوق عبر الموقع بالطريقة التي تقوم لوم من خلالها بتقديم أفضل خدمة تسوق آمنة لك.
                    </div>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        تُدير الشروط الآتية عملية دخولك على الموقع واستخدامك لموقع لوم، ويتضمن ذلك أي محتوى أو منتج معروض على موقعنا. يعد استخدامك لموقعنا، موافقة على تلك الشروط والأحكام.
                    </div>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        قد تتم مراجعة وتحديث هذه الشروط من حين لآخر كل التغييرات ستكون نافذة (فعّالة) فور نَشرِها. إن الاستمرار في التصفح والتسوق والشراء عبر موقعنا واستخدامه بعد نشر الشروط والأحكام المعدّلة والمحدّثة بمثابة موافقة على، وقبول لتلك التغييرات        
                    </div>          

                    <h1 class="fw-bold cairo fs-6 mt-5">الخصوصية</h1>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        خصوصيتك تهمنا، ولذلك فإن استخدامكم لهذا الموقع هو خاضع لسياسة الخصوصية الخاصة بنا. الرجاء قراءة سياسة الخصوصية الخاصة بنا لفهم ممارستنا فيما يتعلق بالخصوصية. إن كل المعلومات التي تقدمها لنا عبر هذا الموقع أو بشكل آخر محكومة بسياسة الخصوصية الخاصة بنا
                    </div>    

                    <h1 class="fw-bold cairo fs-6 mt-5">الاسم التجاري</h1>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        اسم لوم والرمز الخاص بلوم أو الشعار هما ملك خاص تجاري مسجل للوم. يمنع استخدام الشعار التجاري بدون إذن كتابي (خَطي) مُسبق. كل الأسماء، والرموز، وأسماء المنتجات والخدمات، والتصاميم وكذلك الشعارات التي قد تظهر على هذا الموقع هي علامات تجارية ملك لأصحابها المعنيين                    
                    </div>

                    <h1 class="fw-bold cairo fs-6 mt-5">لوم</h1>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        يعد هذا الموقع منصة للتجارة الإلكترونية التي تتيح للمستخدمين من المنشآت التجارية والأفراد عرض وبيع المنتجات، كما يتيح للمنشآت والأفراد شراء مجموعة من المنتجات من منصة لوم أو من البائعين الذين يعملون بها دخولك وتسجيلك في الموقع واستخدامك لخدمات الموقع أو الوصول اليها فإنك توافق الشروط والإحكام الخاصة بنا                    
                    </div>

                    <h1 class="fw-bold cairo fs-6 mt-5">شروط التسجيل</h1>
                    <ul class="text-secondary cairo">
                        <li class="text-samlling">يحق لك التسجيل كمستخدم أو كمشتري أو كبائع ويحق لك الاستفادة من خدمات لوم إذا توفرت جميع الشروط</li>
                    </ul>

                    <h1 class="fw-bold cairo fs-6 mt-5">المستخدم والمشتري</h1>
                    <ul class="text-secondary cairo">
                        <li class="text-samlling">أن يكون المستخدم أو المشتري يبلغ السن القانونية ليتمكن من الشراء المنتجات</li>
                        <li class="text-samlling">ان تقوم بتقديم عنوان خاص بك لشحن المنتجات إليه تسمح لك هذه الشروط باستخدام موقعنا بشكل شخصي فقط وليس لأغراض تجارية. لا يحق لك إعادة إنتاج، توزيع، تعديل، عرض، أو إعادة نشر. تحميل، تخزين، أو نقل أي مواد مطروحة على موقعنا إلا فيما يلي: * يسمح لحاسوبك بتخزين نُسَخ من هذه المواد مؤقتاً على الذاكرة (رام) لدخولك وتصفحك لهذه المواد بشكل عرضي.</li>
                        <li class="text-samlling">يجوز تخزين الملفات المخفية بشكل اتوماتيكي من قِبَل متصفح الإنترنت الخاص بك لأهداف مرتبطة بتحسين عرض الموقع.</li>
                        <li class="text-samlling">يحق لك الطلب والشراء ومعرفة معلومات المنتج و التفاصيل وتتبع المنتج وحالة التوصيل الاستخدامات المسموحة والممنوعة الموافقة على عدم استخدام موقعنا بأي طريقة تخالف أية قوانين أو لوائح، محلية، أو دولية (يتضمن ذلك دون قيود كل القوانين التي تخص تصدير البيانات أو البرمجيات من وإلى المملكة العربية السعودية أو دول الأخرى).</li>
                    </ul>

                    <h1 class="fw-bold cairo fs-6 mt-5">والموافقة أيضاً على عدم القيام بالتالي:</h1>
                    <ul class="text-secondary cairo">
                        <li class="text-samlling">تعديل أو تغيير أي جزء من موقعنا.</li>
                        <li class="text-samlling">استخدام موقعنا بأي طريقة قد توقف، أو تثقل الأعباء على، أو تضر، أو تُعيق الموقع أو تتدخل في استخدام أي جهة أخرى للموقع.</li>
                        <li class="text-samlling">استخدام أي روبوت، أو عنكبوت، أو أي جهاز أوتوماتيكي، أو أية عملية أوتوماتيكية من أجل الولوج الى موقعنا لأي غرض، بما في ذلك مراقبة أو نسخ أية مواد من المواد المتاحة على موقعنا</li>
                        <li class="text-samlling">هذا لا يمنع محركات البحث من خلق فهارس قابلة للبحث العام، ولكنه يمنع محركات البحث من إخفاء أو أرشفة محتوى موقعنا.</li>
                        <li class="text-samlling">استخدام أي جهاز، أو برمجيات، أو روتين قد يتدخل مع، أو يُعيق عمل موقعنا بشكل سليم.</li>
                        <li class="text-samlling"> تقديم الفيروسات، أو فيروسات حصان طروادة، أو أي مواد أخرى قد تكون خبيثة أو ضارة تقنياً.</li>
                        <li class="text-samlling"> محاولة الحصول على دخول غير مصرح بهدف التدخل في، أو تدمير، أو التشويش على، أي جزء من موقعنا، أو الخادم المسجّل عليه الموقع، أو أي خادم، أو حاسوب، أو قاعدة بيانات على اتصال بموقعنا.</li>
                        <li class="text-samlling">مهاجمة موقعنا بهجمات حرمان-من-الخدمة أو الهجمات الموزعة لرفض تقديم الخدمة.</li>
                        <li class="text-samlling">استخدام موقعنا أو شبكتنا كأداة للهجوم على أنظمة البيانات الخاصة بأشخاص آخرين أو شركات أخرى.</li>
                        <li class="text-samlling">ستخدام موقعنا لأغراض تجارية، مثل بيع الدخول الى موقعنا عبر موقع آخر، أو استخدام الموقع من أجل بيع الإعلانات أو الاشتراكات، وذلك يتضمن أي شكل آخر من الاستخدام لموقعنا نرى أنه يتداخل مع أو يمنع محتوانا الشبكي أو أنشطتنا التجارية.</li>
                        <li class="text-samlling">أي محاولة أخرى تتداخل في أو تتعارض مع حسن تشغيل موقعنا. حقوق الملكية الفكرية</li>
                        <li class="text-samlling">إن هذا الموقع ومحتواه بالكامل، والخصائص التابعة له، وقابليته للاستخدام ووظائفه (يتضمن ذلك، ولكن لا يقتصر على المعلومات، والبرمجيات، والنصوص، والصور، والفيديو، والصوت، والتصميم، والاختيارات والترتيبات الخاصة بكل ذلك) – هما ملك للوم أو المرخصون لنا، وفقاً لما تقتضيه الحالة) نحتفظ بجميع حقوقنا، وملكيتنا ومصلحتنا بالموقع والخدمات -وذلك على سبيل المثال لا الحصر- بجميع حقوق الملكية الفكرية الواردة ضمن شروط الاستخدام هذه. التراخيص لها أو مقدمي تلك المواد. وهم تحت حماية القوانين المحلية والدولية للملكية الفكرية، وقوانين العلامات التجارية، وقانون الأسرار التجارية، والملكية الفكرية والحقوق التجارية والملكية الأخرى.</li>
                        <li class="text-samlling">وأيضاً جميع الحقوق والملكيات والمصالح لأي من المعلومات أو المواد أو المحتويات الأخرى التي تقدمها أنت من خلال استخدامك للخدمات بالإضافة الى جميع حقوق الملكية الفكرية الخاصة بك والواردة ضمن شروط الاستخدام هذه ستصبح ملكاً لنا.</li>
                        <li class="text-samlling">لا يحق لك استخدام العلامات التجارية الخاصة بنا دون وجود موافقة خطية مسبقة</li>
                    </ul>

                    
                    <h1 class="fw-bold cairo fs-6 mt-5">تغييرات على الموقع</h1>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        قد نقوم بتحديث محتوى الموقع الإلكتروني الخاص بنا من حين لآخر، ولكن ليس بالضرورة أن يكون المحتوى كاملاً أو محدث. هناك احتمالية أن تكون هناك معلومات غير محدثة في أي وقت من الزمن، ولا يوجد علينا التزام بتحديث تلك المواد البيانات المعلومات                    
                    </div>

                    <h1 class="fw-bold cairo fs-6 mt-5">وضع الروابط لهذا الموقع</h1>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        يمكنك ربط صفحتنا الرئيسية بشرط القيام بذلك بشكل قانوني، وعادل، وذلك دون التسبب بأي ضرر على سمعتنا أو استغلالها بأي شكل، ولا يجوز إنشاء رابط بطريقة قد توحي بارتباطه بموقعنا أو موافقتنا أو دعم من جهتنا بأي شكل من الأشكال بدون اتفاق كتابي مُسبق
                    </div>

                    <h1 class="fw-bold cairo fs-6 mt-5">الروابط من هذا الموقع</h1>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        إن تقديم روابط لمواقع أخرى وكذلك المصادر المقدّمة من قبل أطراف ثالثة هو فقط بغرض المساعدة. ليس لنا أي سيطرة على، أو تحكم في محتوى المواقع أو المصادر هذه، كما نرفض تحمل أي مسئولية لتلك المواقع أو أي خسارة أو ضرر نتيجةً لاستخدامك لهذه الروابط
                    </div>

                    <h1 class="fw-bold cairo fs-6 mt-5">إخلاء المسؤولية من الضمانات</h1>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        يجب العلم أنه لا يمكننا ضمان أو كفالة المحتوى المتاح من خلال شبكة الإنترنت في هذه المواقع بأن يكون خالي من الفيروسات أو أي شفرات أخرى مُدمِرة. أنت المسؤول مسؤولية كاملة فيما يتعلق بتطبيق كافة الإجراءات اللازمة والتدقيق المطلوب من أجل تلبية المتطلبات الخاصة بك للحماية ضد الفيروسات، وضمان دقة بيانات والمدخلات والمخرجات، وإقامة طريقة بعيدة عن موقعنا من أجل إعادة بناء أي مواد أو بيانات مفقودة. نحن لن نتحمل أي مسؤولية خسارة ناتجة عن أو أي ضرر ناتج عن هجمات موزعة لرفض تقديم الخدمة، أو فيروسات، أو أي مواد أخرى ضارة تقنياً والتي بإمكانها إصابة جهازك، أو برامج حاسوبك، أو البيانات، أو أي مواد أخرى نظراً لاستخدامك لموقعنا، أو لتحميل أي شيء منشور عليه، أو أي موقع مرتبط بموقعنا. استخدامك لموقعنا والاطلاع على المحتوى الخاص به على مسئوليتك الخاصة. إن موقعنا ومحتواه متوفر على أساس “كما هو” أو “كما هو متاح”، بلا أي ضمانات من أي نوع سواءً كانت واضحة أو ضمنية. لا تقدم لوم، أو أي جهة مرتبطة بها، ولا يقدم أي شخص مرتبط بلوم أي ضمان أو تفويض فيما يتعلق بكمال، أو أمن، أو مصداقية، أو جودة، أو دقة، أو توافر على موقعنا. دون الحد مما تقدم، إن لوم أو أي كيان مرتبط بها لا يمثل أو يضمن أن موقعنا سيكون دقيق، أو ذو مصداقية، أو خالي من الأخطاء، أو متّصل، أو أنه سيتم تصحيح العيوب والأخطاء فيه، أو أن موقعنا أو خادمنا الذي يحمل موقعنا خاليين من الفيروسات أو أي عناصر ضارة أخرى، أو أن موقعنا أو أي محتوى عليه سيلبي احتياجاتكم أو توقعاتكم، ينطبق ذلك ايضاً على مُجمَل المحتوى. نحن نلتزم بالحد الأقصى المسموح به قانونيا بإخلاء مسؤوليتنا من أي ضمانات من أي نوع، سواء صريحة أو ضمنية، قانونية أو غيرها. لهدف محدد للحد الأقصى الذي، يتضمن ذلك ولا يقتصر على الضمانات المتعلقة بصلاحية العرض التجاري، وعدم التعدي، والملاءمة لغرض معين..
                    </div>
        
                    <h1 class="fw-bold cairo fs-6 mt-5">الحد من المسؤولية</h1>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                    لن تتحمل لوم ومانحي التراخيص التابعين لها، أو مقدمي الخدمات الخاصين بها، أو موظفيها، أو وكلاءها، أو مديريها، أو رؤساءها أي أضرار من أي نوع تحت أي ظرف من الظروف، أو في ظل أي نظرية قانونية، الناشئة من أو المتعلقة باستخدامك لموقعنا، أو عدم قدرتك على استخدام موقعنا أو أي مواقع مرتبطة بموقعنا أو أي محتوى على موقعنا أو على المواقع المرتبطة بنا، بما في ذلك الأضرار المباشرة والغير مباشرة، والخاصة، والعرضية، والمترتبة، وأي أضرار مادية و التي تتضمن على سبيل المثال وليس الحصر الأذى الشخصي، والألم، والمعاناة، والأذى النفسي، وخسارة العائد المادي، وخسارة الأرباح، وخسارة التجارة، وخسارة الادخارات المتوقعة، وخسارة الاستخدام، وخسارة الشهرة التجارية، وخسارة البيانات، إن كا ذلك نتيجة لتقصير (يتضمن ذلك الإهمال)، أو إخلال بعقد، أو بطريقة أخرى، حتى إن كان الضرر متوقّع
                    </div>
        
                    <h1 class="fw-bold cairo fs-6 mt-5">التعويض</h1>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                    أنت توافق على الدفاع عن لوم، وتعويضها، وتبرئتها من المسؤولية، وكذلك مانحي تراخيصها، ومقدمي الخدمات الخاصة بها. بما في ذلك التابعين لكل منهم من موظفين، ومديرين، ومانحي تراخيص، ومقدمي خدمات، وموردين، ومتعاقدين، ووكلاء، وخلفاء، والتنازل عن وضد وكل المطالبات، والحقوق، والأضرار، والالتزامات، والأحكام، والمكتسبات، والخسائر، والتكاليف أو الأجور (بما في ذلك أجور المحامين المعقولة) الناتجة عن أو النابعة من مخالفتك لهذه البنود، أو شروط لاستخدامك الموقع والتي تتضمن ولا تقتصر على أي استخدام لمحتوى الموقع بشكل مختلف عما صُرِح به علناً في هذه البنود، أو لاستخدامك أي معلومة تحصلت عليها من موقعنا.
                    </div>

                    <h1 class="fw-bold cairo fs-6 mt-5">العروض والأفكار والسياسات التجارية غير المطلوبة</h1>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        إن لوم لا تقبل ولا تضع أي اعتبار لأي مقترحات غير مرغوب فيها أو غير مطلوبة سواء كانت لأفكار، أو لمنتجات، أو لاقتراحات، أو لمواد، أو لفرص تجارية. فيما يتعلق بأي اقتراحات يتم تقديمها لنا، ما لم تكن مطلوبة كتابياً منا، فأنت توافق على أن مقترحات المنتج، أو الأفكار، أو الاقتراحات، أو المواد، أو الفرص التجارية المُرسَلة من قِبلك لا تتم في ثقة أو سرية، وأننا لا ننوي على إنشاء علاقة ائتمانية أو علاقة ثقة بيننا وبينك بأي شكل من الأشكال، وأنك لن تتوقع مراجعة رداً على ما تم إرساله، ولا تعويض أو اعتبار من أي نوع
                    </div>

                    <h1 class="fw-bold cairo fs-6 mt-5">القانون الإداري والاختصاص القضائي</h1>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                    كل المسائل المتعلقة بموقعنا هذا وهذه الشروط وأي صراع أو دعوى ناتج عنهما أو متعلق بهما (في كل قضية، يتضمن ذلك النزاعات أو التعويضات الغير تعاقدية) سوف تخضع للقوانين، دون تنفيذ أي خيار أو تعارض في أحكام القانون. أي نزاع قانوني، أو دعوى، أو إجراء ينتج عن هذه الشروط أو متعلق بهذه البنود أو الموقع الالكتروني الخاص بنا، سوف تتم المقاضاة بشأنه حصريًا في المحاكم قانونيًا. ستتنازل عن كافة الاعتراضات على ممارسة تلك المحاكم اختصاصها عليك، وعلى أن تعقد المحاكمات في تلك المحاكم القانونية.
                    </div>

                    <h1 class="fw-bold cairo fs-6 mt-5">التنازل والتجزؤ</h1>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        لا تنازل من قبل لوم لأي بند أو شرط في العقد يعد تنازلاً مستمراً لهذا البند، أو الشرط، أو تنازل لأي بند، أو شرط آخر، وفشل لوم في طلب واثبات حق أو نص تحت هذه البنود لا يشكل تنازلاً لهذا الحق أو النص. إذا ما حكمت محكمة أو محكمة مختصة أخرى بأن أياً من النصوص باطلة، أو غير قانونية، أو غير قابلة للتطبيق لأي سبب كان، فإن هذا النص سيحذف أو يحد للحد الأدنى بحيث أن تظل بقية نصوص تلك البنود سارية المفعول والتأثير الكامل.
                    </div>

                    <h1 class="fw-bold cairo fs-6 mt-5">الاتفاق الكامل</h1>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        إن هذه الشروط والأحكام وسياسة الخصوصية الخاصة بنا تمثل الاتفاق الوحيد والكامل بينك وبين لوم فيما يتعلق بموقعنا، ويحل محل كافة التفاهمات، والاتفاقيات، والتمثيلات، والضمانات السابقة والمعاصرة المكتوبة منها وأيضاً الشفهية، فيما يتعلق بموقعنا.
                    </div>

                    <h1 class="fw-bold cairo fs-6 mt-5">الشركات التابعة للوم والخدمات الإضافية</h1>
                    
                    <ul class="text-secondary cairo">
                        <li class="text-samlling">توفر شركة لوم المحدودة أو المنشآت التابعة لها والكيانات التابعة للوم مميزات الموقع والخدمات الأخرى لك عند استخدامك، أو اشتراكك كمستخدم، أو مشتري، أو بائع في الموقع منشات تابعة تعني فيما يتعلق بشخص معين أو كيان تجاري يسيطر بشكل مباشر أو غير مباشر أو تخضع لسيطرة مشتركة مع هذا الكيان او الشخص</li>
                        <li class="text-samlling">لتعزيز تجربتك عبر الموقع ومع المنشآت والشركات والكيانات التابعة للوم فإنك توافق بموجب هذا على أنه يمكن إنشاء خدمات ووظائف أو حسابات اضافية نيابة عنك. وذلك باستخدام المعلومات التي تقدمها لنا على الموقع</li>
                    </ul>

                    <h1 class="fw-bold cairo fs-6 mt-5">الأحكام العامة</h1>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        القانون المطبق: إن شروط الاستخدام هذه وأياً من الحقوق أو الواجبات غير التعاقدية ذات الصلة يجب إخضاعها وتفسيرها للقوانين المطبقة.
                    </div>

                    <div class="cairo text-secondary mt-2 text-end text-samlling">
                        حل النزاعات: إذا كان لديك أي من المشكلات الخاصة بخدماتنا يُرجى الاتصال بنا. وسنعمل جاهدين على حل المشكلة التي تواجهك في أقرب فرصة ممكنة. يتم تسوية أي من النزاعات أو الخلافات المتعلقة بشروط الاستخدام هذه، بما في ذلك أي حقوق أو واجبات غير تعاقدية ذات صلة عن طريق المحاكم.
                    </div>

                    <div class="cairo text-secondary mt-2 text-end text-samlling">
                        حقوق الغير: الشخص الذي لا يُعد جزءاً من شروط الاستخدام هذه ليس لديه أي حق في تنفيذ أي من شروطها.
                    </div>

                    <div class="cairo text-secondary mt-2 text-end text-samlling">
                        علاقة الأطراف: لا يوجد في شروط الاستخدام هذه ما يمكن للأطراف أو للغير تأويله أو تفسيره ليفسر العلاقة بيننا على أنها بين شركاء أو وكلاء أو يوجِد مشروعاً مشتركاً بين الأطراف، ولكنه من المفهوم والواضح أن كل الأطراف في الاتفاق هي أطراف مستقلة.
                    </div>

                    <div class="cairo text-secondary mt-2 text-end text-samlling">
                    استمرار النفاذ: جميع الأحكام التي يُنص على أنها تظل سارية أو التي تسري بطبيعتها بعد إنهاء التعاقد تظل نافذة المفعول بعد إنهاء أو تعليق عضويتك في الموقع.
                    </div>

                    <h1 class="fw-bold cairo fs-6 mt-5">كيف يمكنك التواصل معنا</h1>

                    <div class="cairo text-secondary mt-3 text-end text-samlling">
                        إذا كان لديك أي أسئلة أو تعليقات بخصوص هذه الشروط والأحكام، أو بخصوص هذا الموقع بإمكانك التواصل معنا من خلال الدعم والمساعدة .
                    </div>
        
            </div>
        </div>
    </div>
</section>


<?php require "../inc/asset/footer.php"; ?>

<!-- Start Script -->
<script src="../assets/js/jquery-1.11.0.min.js"></script>
<script src="../assets/js/jquery-migrate-1.2.1.min.js"></script>
<script src="../assets/js/bootstrap.bundle.min.js"></script>
<script src="../assets/js/templatemo.js"></script>
<script src="../assets/js/fontawesome.js"></script>
<script src="../assets/js/custom.js"></script>
<!-- End Script -->